Repository: WordPressUtilities/wpu_redirection_extended
Catalog: lang/wpu_redirection_extended-*.po
Languages: fr_fr

source: Help
fr_fr: Aide

source: Submit
fr_fr: Envoyer

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: The field “%s” is required
fr_fr: Le champ « %s » est obligatoire

source: The field “%s” should be an email
fr_fr: Le champ « %s » devrait être un e-mail

source: The plugin <b>%s</b> depends on the following plugins. Please install and activate them:
fr_fr: Le plugin <b>%s</b> dépend des plugins suivants. Veuillez les installer et les activer :

source: The plugin <b>%s</b> depends on the <b>%s</b> plugin. Please install and activate it.
fr_fr: Le plugin <b>%s</b> dépend du plugin <b>%s</b>. Merci de l’installer et de l’activer.

source: No data available.
fr_fr: Pas de données disponibles.

source: Enhance the Redirection plugin with additional features.
fr_fr: Améliore le plugin Redirection avec des fonctionnalités supplémentaires.

source: Settings
fr_fr: Réglages

source: Extended settings
fr_fr: Paramètres Extended

source: Redirection Manager
fr_fr: Gestionnaire de redirection

source: Validate your CSV file
fr_fr: Validez votre fichier CSV

source: CSV File
fr_fr: Fichier CSV

source: Filter existing slugs
fr_fr: Filtrer les slugs existants

source: Existing slugs will be removed
fr_fr: Les slugs existants seront retirés

source: Filter existing redirections
fr_fr: Filtrer les redirections existantes

source: Existing redirections will be removed
fr_fr: Les redirections existantes seront supprimées

source: Get a list of errors
fr_fr: Obtenir une liste d’erreurs

source: Get a cleaned CSV
fr_fr: Obtenir un CSV propre

source: Clean database
fr_fr: Nettoyer la base

source: Delete 404 logs where redirections exist or are not useful.
fr_fr: Supprimez les logs 404 où les redirections existent ou ne sont pas utiles.

source: Clean
fr_fr: Nettoyer

source: Redirection plugin is not configured.
fr_fr: Le plugin de redirection n’est pas configuré.

source: No invalid 404 log entries found.
fr_fr: Aucune entrée de journal 404 invalide trouvée.

source: Deleted %s log entries.
fr_fr: %s entrées de journal ont été supprimées.

source: No file uploaded or upload error.
fr_fr: Aucun fichier téléchargé ni erreur de téléversement.

source: The uploaded file is not a valid CSV.
fr_fr: Le fichier téléchargé n’est pas un CSV valide.

source: Line %s: contains spaces.
fr_fr: Ligne %s : contient des espaces.

source: Line %s: before and after values are the same.
fr_fr: Ligne %s : les valeurs avant et après sont identiques.

source: Line %s: before value is /.
fr_fr: Ligne %s : la valeur avant est /.

source: Line %s: before and after values only differ by a trailing slash.
fr_fr: Ligne %s : les valeurs avant et après ne diffèrent que par un slash de fin.

source: Line %s: before value already exists as a slug.
fr_fr: Ligne %s : la valeur avant existe déjà en tant que slug.

source: Line %s: before value already exists as a redirection.
fr_fr: Ligne %s : la valeur avant existe déjà comme redirection.

source: No errors found in the uploaded file.
fr_fr: Aucune erreur trouvée dans le fichier téléchargé.

source: Errors found in the uploaded file :
fr_fr: Erreurs trouvées dans le fichier téléchargé :

source: No valid redirections found in the uploaded file.
fr_fr: Aucune redirection valide trouvée dans le fichier téléchargé.

source: A redirection is configured for the current URL : %s.<br />You won’t be able to access the content.
fr_fr: Une redirection est configurée pour l’URL actuelle : %s.<br />Vous ne pourrez pas accéder au contenu.

source: Top 404 Errors from Bots
fr_fr: Top des erreurs 404 des bots

source: Top 404 Errors on Files
fr_fr: Top 404 des erreurs sur les fichiers

source: No data found.
fr_fr: Aucune donnée n'a été trouvée.

source: Hits
fr_fr: Vues

source: See all errors
fr_fr: Voir toutes les erreurs
